<template>
  <div>
    <NavMenu></NavMenu>
    <side-menu id="side-menu"></side-menu>
    <span style="font-size: 22px;font-weight: bold;position:absolute;top: 100px">学院概况</span>

    <router-view/>
    <div class="home">
      <div id="header-div">
        <el-card class="box-card">
          <div slot="header" class="clearfix">
            <!--<el-button style="float: right; padding: 3px 0" type="text">修改</el-button>-->
          </div>
          <!--    <div class="block">-->
          <el-timeline>
            <div style="margin-left:1%;margin-right:1%">
              <el-row>
                <el-col >
                  <div style="margin-top:15px" align="left">
                    {{'广州城市理工学院（原华南理工大学广州学院）是经教育部批准设立的一所以工科为主，经济、管理、文学、理学、艺术协调发展的多科性应用型学校。2006年由广州云峰企业、华南理工大学合作创办，2021年经教育部批准转设为广州城市理工学院，系独立设置的本科层次民办普通高等学校。'}}
                  </div>
                  <div style="margin-top:15px" align="left">
                    {{'学校位于粤港澳大湾区的核心城市广州，占地面积1753亩，建有14个实验中心，包括5个基础实验中心和9个专业实验中心，271个实验室，555个就业与实习基地。学校现有省级协同育人平台1个，省级实验教学示范中心7个，国家级大学生校外实践基地1个，省级大学生校外实践基地8个，国家级众创空间2个。'}}
                  </div>
                  <div style="margin-top:15px" align="left">
                    {{'学校以习近平新时代中国特色社会主义思想为指导，坚持全面贯彻党的教育方针，立德树人。坚持“人才强校”战略，重视党建引领校园文化建设，通过“以老带新”、“双百工程”、组建学科团队等措施，提升师资队伍水平，现已形成了一支以学校自有教师为主、以兼职教师为辅的高素质教师队伍。其中，教育部长江学者特聘教授1人、全国优秀教师1人、全国优秀教育工作者1人、全国先进工作者1人、全国高校先进科技工作者1人、全国模范教师1人、享受国务院特殊津贴6人、广东省教学名师4人、广东省师德先进个人1人、广东省民办高校优秀教师4人、南粤优秀教师5人、南粤优秀教育工作者1人。2018年，我校教师获得我国建筑教育工作者最高荣誉奖——中国建筑设计奖·建筑教育奖。2014年和2018年，我校教师获省级教学成果奖二等奖各1次，2020年，我校教师获得省级教学成果奖一等奖1次。'}}
                  </div>
                    <div style="margin-top:15px" align="left">
                    {{'学校瞄准区域产业发展和新工科建设，积极推进学科链、专业链与产业链对接，不断调整和优化学科专业布局。现有汽车与交通工程学院、机械工程学院、机器人工程学院、电子信息工程学院、通信工程学院、电气工程学院、计算机工程学院、大数据学院、管理学院、经济学院、外国语学院、珠宝学院、建筑学院、土木工程学院、国际商学院、马克思主义学院等16个学院，设置了机械工程、车辆工程、机器人工程、通信工程、计算机科学与技术、会计学、宝石及材料工艺学、新能源科学与技术、新能源汽车工程、智能建造等43个专业。学校现有省级重点建设学科2个，省一流专业建设点6个，省级质量工程特色专业11个，省级应用型人才培养示范专业3个，省级专业综合改革试点项目3个，省级立项科研平台3个，其中，广东省普通高校工程技术中心2个，人文社科重点研究基地1个。'}}
                  </div>
                  <div style="margin-top:15px" align="left">
                    {{'学校始终把人才培养质量作为立校之本，着力培养高素质应用型创新人才，是广东省大学生创新创业教育示范学校。学生在各类创新创业实践基地、大学生创业园区、社团组织等特色鲜明的教育实践平台得到充分锻炼，并在各类学术科技竞赛及创新创业竞赛中屡创佳绩。2018年至今，学生在各类创新创业竞赛中共获得国际性赛事奖项105项、国家级424项、省级941项。其中，获第十六届“挑战杯”全国大学生课外学术科技作品竞赛二等奖 1 项，《低碳节能护栏喷涂小车》国家级大创项目受邀在第十三届全国大学生创新创业年会上展示并获“我最喜爱的项目”，是广东省入选全国大创年会唯一的民办院校。2021年学校顺利通过双创教育示范校复评，再次获评广东省大学生创新创业教育示范学校（2021-2024年）。'}}
                  </div>
                    <div style="margin-top:15px" align="left">
                    {{'学校立足科技创新与产业化平台建设，重视应用研究与成果转化。先后成立了工程研究院、智能制造产业学院，搭建科研创新平台以及成果转化和产业技术服务平台，取得了一大批高质量的科研成果。五年来，学校获批各类科研项目477项，其中纵向项目79项，实到科研项目经费合计4061万元，发表论文1484篇，其中统计源以上论文639篇，申请专利1108件，其中PCT国际专利24件，发明专利390件，授权专利826件，其中发明专利86件，专利申请量、授权量稳居广东省民办本科院校前列。2017年学校获批成为广州市知识产权试点学校，2022年获批国家自然科学基金依托单位、省博士工作站。2018年，学校与华南理工大学启动硕士研究生联合培养工作，已招收学生共62人。'}}
                  </div>
                </el-col>
              </el-row>

            </div>
          </el-timeline>
          <!--    </div>-->
        </el-card>
        <!--<div style="height: 20px"></div>-->
        <!--          <carousel></carousel>-->
        <!--          <quick-nav style="float: right;margin-top: -450px;margin-right: 480px"></quick-nav>-->
      </div>
      <!--        <update-card id="update-card"></update-card>-->
      <slogan id="slogan"></slogan>
      <about id="about"></about>
    </div>
  </div>
</template>

<script>

</script>

<style scoped>
.home {
  width: 990px;
  margin-left: auto;
  margin-right: auto;
  margin-top: -20px;
}

#header-div {
  padding-bottom: 20px;
  padding-left: 5px;
  background-color: white;
}

#side-menu {
  position: fixed;
  margin-left: 50%;
  left: -680px;
  top: 100px;
}
</style>
